Repository: MikeSiLVO/repo-skins
Catalog: skin.ellipsisui/language/resource.language.*/strings.po
Languages: es_es

# #50000
source: Auto Skip EllipsisUI Intro
es_es: Saltar introducción EllipsisUI

# #50001
source: Show Cerberus Animation
es_es: Mostrar animación 'Cerberus'

# #50002
source: Hide Fanart
es_es: Ocultar 'Fanart'

# #50003
source: Hide Background Visualisation
es_es: Ocultar visualización de fondo

# #50004
source: Hide Background Video
es_es: Ocultar vídeo de fondo

# #50005
source: Hide 'Visor' Overlay
es_es: Ocultar marca 'Visor'

# #50006
source: Hide Vignette Edges
es_es: Ocultar bordes

# #50007
source: Hide Main On Screen Text Label
es_es: Ocultar texto principal en pantalla

# #50008
source: Hide Current Folder / Section Widget
es_es: Ocultar carpeta / ventana actual

# #50009
source: Hide Watched Video Overlay
es_es: Ocultar marca vídeos ya vistos

# #50010
source: - File:
es_es: - Archivo:

# #50011
source: Custom background folder
es_es: Carpeta con fondo personalizado

# #50012
source: Hide VIDEOS home icon
es_es: Ocultar icono VÍDEOS

# #50013
source: Hide PLAY DVD home icon
es_es: Ocultar icono REPRODUCIR DVD

# #50014
source: Hide TV SHOWS home icon
es_es: Ocultar icono SERIES TV

# #50015
source: Hide MOVIES home icon
es_es: Ocultar icono PELÍCULAS

# #50016
source: Hide MUSIC VIDEOS home icon
es_es: Ocultar icono VIDEOCLIPS

# #50017
source: Hide PICTURES home icon
es_es: Ocultar icono IMÁGENES

# #50018
source: Hide PROGRAMS home icon
es_es: Ocultar icono PROGRAMAS

# #50019
source: Hide FILE MANAGER home icon
es_es: Ocultar icono FICHEROS

# #50020
source: Hide WEATHER home icon
es_es: Ocultar icono EL TIEMPO

# #50021
source: Hide SCRIPTS home icon
es_es: Ocultar icono SCRIPTS

# #50022
source: Hide MUSIC home icon
es_es: Ocultar icono MÚSICA

# #50023
source: Hide Now Playing Widget
es_es: Ocultar ventana Reproduciendo Ahora

# #50024
source: EllipsisUI Settings
es_es: Configuración - EllipsisUI

# #50025
source: Coming Soon...
es_es: En breve ...

# #50026
source: Working...
es_es: Trabajando...

# #50028
source: Restart Kodi
es_es: Reiniciar Kodi

# #50029
source: FAVOURITES
es_es: FAVORITOS

# #50030
source: This file has multiple parts, select part to play:
es_es: Este archivo tiene multiples partes, seleccione la parte a reproducir:

# #50031
source: Of
es_es: De

# #50033
source: DELETE
es_es: BORRAR

# #50034
source: CAPS
es_es: BLOQ.MAYÚSCULAS

# #50035
source: SHIFT
es_es: MAYÚSCULAS

# #50036
source: IP ADDRESS
es_es: Direc.IP

# #50037
source: SPACE
es_es: ESPACIO

# #50038
source: DONE
es_es: HECHO

# #50039
source: Pause
es_es: Pausa

# #50040
source: Fast Forward
es_es: Avance rápido

# #50041
source: Skip Forward
es_es: Saltar avance

# #50042
source: Record Stop
es_es: Parar Grabación

# #50043
source: DVD Menu
es_es: Menú DVD

# #50044
source: Visualisation -
es_es: Visualización -

# #50045
source: Visualisation Settings
es_es: Configuración de Visualización

# #50046
source: Visualisation Presets
es_es: Ajustes de visualización

# #50047
source: Skip Back
es_es: Saltar retroceder

# #50048
source: Rewind
es_es: Retroceder

# #50049
source: Stop
es_es: Parar

# #50050
source: Last.FM Love
es_es: Last.FM 'Me gusta'

# #50051
source: Last.FM Hate
es_es: Last.FM 'Lo odio'

# #50052
source: Bookmark
es_es: Marcador

# #50055
source: Switch To Library Mode
es_es: Cambiar a modo Biblioteca

# #50056
source: Switch To Files Mode
es_es: Cambiar a modo Archivos

# #50057
source: Show Only New Videos
es_es: Mostrar solo nuevos vídeos

# #50058
source: Show All Videos
es_es: Mostrar todos los vídeos

# #50059
source: Stacked
es_es: Apilados

# #50060
source: Unstacked
es_es: En paralelo

# #50061
source: Location
es_es: Ubicación

# #50062
source: Power Options
es_es: Opciones de salida

# #50063
source: Nav Guide Menu
es_es: Menú Navegación

# #50064
source: Full System Info
es_es: Información completa del sistema

# #50065
source: FOR MORE INFO
es_es: PARA OBTENER MÁS INFORMACIÓN

# #50066
source: Disc in Drive
es_es: Disco en la unidad

# #50067
source: TV Shows
es_es: Series TV

# #50068
source: Music Videos
es_es: Videoclips

# #50069
source: Settings - EllipsisUI
es_es: Configuración - EllipsisUI

# #50070
source: Settings - System Info
es_es: Configuración - Información del Sistema

# #50071
source: Last logged in:
es_es: Ultimo acceso:

# #50072
source: SETTINGS - PROFILES
es_es: CONFIGURACIÓN - PERFILES

# #50073
source: Movies by Genre
es_es: Películas por Género

# #50074
source: Movies by Title
es_es: Películas por Título

# #50075
source: Movies by Year
es_es: Peliculas por Año

# #50076
source: Movies by Actor
es_es: Películas por Actor

# #50077
source: Movies by Director
es_es: Películas por Director

# #50078
source: Movies by Studio
es_es: Películas por Estudio

# #50079
source: TV Shows by Genre
es_es: Series TV por Género

# #50080
source: TV Shows by Title
es_es: Series TV por Título

# #50081
source: TV Shows by Year
es_es: Series TV por Año

# #50082
source: TV Shows by Actor
es_es: Series TV por Actor

# #50083
source: Music Videos
es_es: Videoclips

# #50084
source: Music Videos by Genre
es_es: Videoclips por Género

# #50085
source: Music Videos by Title
es_es: Videoclips por Título

# #50086
source: Music Videos by Year
es_es: Videoclips por Año

# #50087
source: Music Videos by Actor
es_es: Videoclips por Actor

# #50088
source: Music Videos by Director
es_es: Videoclips por Director

# #50089
source: Music Videos by Studio
es_es: Videoclips por Estudio

# #50090
source: Recently Added Movies
es_es: Peliculas añadidas recientemente

# #50091
source: Recently Added TV Shows
es_es: Series TV añadidas recientemente

# #50092
source: Recently Added Music Videos
es_es: Videoclips añadidos recientemente

# #50093
source: Music by Genre
es_es: Música por Género

# #50094
source: Music by Artist
es_es: Música por Artista

# #50095
source: Music by Album
es_es: Música por Álbum

# #50096
source: Music by Single
es_es: Música por Single

# #50097
source: Music by Song
es_es: Música por Canción

# #50098
source: Music by Top 100
es_es: Música por Top 100

# #50099
source: Recently Added Albums
es_es: Álbumes añadidos recientemente

# #50100
source: Recently Played Albums
es_es: Álbumes reproducidos recientemente

# #50101
source: Music by Compilation
es_es: Música por Compilación

# #50102
source: Music by Year
es_es: Música por Año

# #50103
source: Welcome to [B]EllipsisUI[/B]. We appreciate you choosing EllipsisUI and we hope you enjoy it.
es_es: Bienvenido a [B]EllipsisUI[/B]. Apreciamos que hayas elegido EllipsisUI y esperamos que lo disfrutes

# #50104
source: ) Items - Page (
es_es: ) Elementos - Página (

# #50105
source: Current
es_es: Actual

# #50107
source: [B]Welcome to Kodi[/B][CR][CR]We've placed a few links on the left to help you find what you need quicker.[CR][CR]Tip: Don't forget to calibrate your screen correctly, you could improve your viewing pleasure!
es_es: [B]Bienvenido a Kodi[/B][CR][CR]Hemos colocado algunos enlaces en la izquierda para ayudarte a encontrar lo que necesitas más rápido.[CR][CR]Consejo: No olvides calibrar tu pantalla correctamente, ¡puedes mejorar tu sensación visual!

# #50108
source: Kodi News Feed:
es_es: Noticias Kodi:

# #50109
source: SYSTEM INFO
es_es: INFORMACIÓN DEL SISTEMA

# #50112
source: Resolution:[CR]
es_es: Resolución:[CR]

# #50114
source: Free memory:[CR]
es_es: Memoria libre:[CR]

# #50115
source: CPU Usage:
es_es: Uso CPU:

# #50116
source: System uptime:[CR]
es_es: Tiempo Actividad Sistema:[CR]

# #50117
source: (Compiled :
es_es: (Compilado :

# #50118
source: LOGIN SCREEN ENABLED
es_es: PANTALLA DE AUTENTIFICACIÓN HABILITADA

# #50119
source: LOGIN SCREEN DISABLED
es_es: PANTALLA DE AUTENTIFICACIÓN DESHABILITADA

# #50120
source: System Info
es_es: Información del sistema

# #50121
source: Name:
es_es: Nombre:

# #50122
source: PRESS TO SKIP
es_es: PULSA PARA CONTINUAR

# #50123
source: Enable Quantum Theme
es_es: Habilitar el tema 'Quantum'

# #50124
source: Flattened
es_es: Aplanado

# #50125
source: UnFlattened
es_es: Con fondo

# #50126
source: Party Mode
es_es: Modo fiesta

# #50127
source: Will finish playing @
es_es: Acabaremos reproduciendo @

# #50128
source: Up Next
es_es: Siguiente

# #50129
source: Items
es_es: Elementos

# #50130
source: Page
es_es: Página

# #50131
source: Show subtitle download button in OSD
es_es: Mostrar botón descarga subtitulos en OSD

# #50132
source: DVD Hybrid
es_es: DVD Híbrido

# #50133
source: Game
es_es: Juego

# #50134
source: Game Hybrid
es_es: Juego Híbrido

# #50135
source: Login View
es_es: Vista Autentificación

# #50136
source: Show Case Hybrid
es_es: Carátula Híbrido

# #50137
source: Show Case
es_es: Carátula

# #50138
source: Vinyl
es_es: Vinilo

# #50139
source: Snaps
es_es: Instantáneas

# #50140
source: Tile
es_es: Título

# #50141
source: Tile Hybrid
es_es: Título Híbrido

# #50142
source: Sort by:
es_es: Ordenar por:

# #50143
source: View:
es_es: Vista:

# #50144
source: Now Playing
es_es: Reproduciendo

# #50145
source: Disable Clock Animation
es_es: Deshabilitar animación de reloj

# #50146
source: Disable Clock Second Hand
es_es: Deshabilitar segundero del reloj

# #50147
source: Enable Grid Overlay
es_es: Habilitar superposición de cuadrícula

# #50148
source: Enable Debug Info
es_es: Habilitar información de depuración

# #50149
source: XML File:
es_es: Archivo XML:

# #50151
source: Memory:
es_es: Memoria:

# #50152
source: Window:
es_es: Ventana:

# #50153
source: SETTINGS - ADD-ONs
es_es: CONFIGURACIÓN - ADD-ONs

# #50154
source: Show RSS Feed
es_es: Mostrar servicio RSS

# #50155
source: Hide Music info in Visualisation
es_es: Ocultar información de musica en Visualización

# #50156
source: Show Foreign
es_es: Mostrar extranjeros

# #50157
source: Settings level
es_es: Nivel de ajustes

# #50158
source: Update addons mode
es_es: Modo de actualizar addons

# #50159
source: Show broken
es_es: Mostrar rotos

# #50160
source: Hide broken
es_es: Ocultar rotos

# #50161
source: Episodes Watched
es_es: Episodios vistos

# #50162
source: A very special thank you for[CR]choosing EllipsisUI...
es_es: Muchísimas gracias por[CR]elegir EllipsisUI...

# #50163
source: PRESS
es_es: PULSE

# #50164
source: Recently added episodes
es_es: Episodios recién añadidos

# #50165
source: Event Log
es_es: Registro de eventos

# #50166
source: Enter text here...
es_es: Introducir texto aquí

# #50167
source: Hardware decoding
es_es: Decodificación por Hardware

# #50168
source: Inactive
es_es: Inactivo

# #50169
source: Decoder
es_es: Decodificador

# #50170
source: Memory Used:
es_es: Memoria Usada:

# #50171
source: Game settings
es_es: Configuración juegos

# #50172
source: Same Director
es_es: Mismo director

# #50173
source: Wall
es_es: Muro

# #50174
source: Hide GAMES home icon
es_es: Ocultar icono JUEGOS

# #50175
source: EllipsisUI is a passion project made by TeamUI.[CR]It's a big project and it takes a [B]lot[/B] of effort to develop and maintain.[CR]Consider scanning this QR and make a donation to help keep this project healthy.[CR]Any amount helps greatly and is much appreciated.
es_es: EllipsisUI is un proyecto nacido de la pasión del TeamUI.[CR]Es un proyecto inmenso que requiere [B]muchísimo[/B] esfuerzo para desarrollarlo y mantenerlo.[CR]Piensa en si puedes escanear este QR y hacer un donativo para ayudar a mantener vivo este proyecto.[CR]Cualquier cantidad es de mucha ayuda y se aprecia enormemente.

# #50176
source: Select + Right Stick
es_es: Select + Mando Derecha

# #50177
source: Hide PVR home icon
es_es: Ocultar icono TV EN VIVO

# #50178
source: SHOW:
es_es: MOSTRAR:

# #50179
source: GROUP BY FOLDER
es_es: AGRUPAR POR DIRECTORIO

# #50180
source: LIST
es_es: LISTA

# #50181
source: Channel options
es_es: Opciones de canal

# #50182
source: Available groups
es_es: Grupos disponibles

# #50183
source: Add group
es_es: Añadir grupo

# #50184
source: Rename group
es_es: Renombrar grupo

# #50185
source: Delete group
es_es: Borrar grupo

# #50186
source: Timeshift
es_es: Cambio de tiempo

# #50187
source: Hide RADIO home icon
es_es: Ocultar icono RADIO

# #50188
source: In progress movies
es_es: Películas en progreso

# #50189
source: Unwatched movies
es_es: Películas no vistas

# #50190
source: Random movies
es_es: Películas aleatorias

# #50191
source: Unwatched TV Shows
es_es: Series no vistas

# #50192
source: Music playlists
es_es: Listas de reproducción de música

# #50193
source: Unplayed albums
es_es: Álbumes sin reproducir

# #50194
source: Random albums
es_es: Álbumes aleatorios

# #50195
source: Random artists
es_es: Intérpretes aleatorios

# #50196
source: Unwatched music videos
es_es: Vídeos musicales no vistos

# #50197
source: Random music videos
es_es: Vídeos musicales aleatorios

# #50198
source: Hide FAVOURITES home icon
es_es: Ocultar icono FAVORITOS

# #50199
source: In cinemas
es_es: En cines

# #50200
source: In cinemas soon
es_es: En cines próximamente

# #50201
source: Next aired
es_es: Próxima emisión

# #50202
source: Order
es_es: Ordenar

# #50203
source: Playlist options
es_es: Opciones de lista de reproducción

# #50204
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
es_es: Escoja el tipo y añada reglas para crear listas de reproducción inteligentes. Estas listas son dinámicas e incluyen aquellos elementos de su base de datos en los que aplican las reglas escogidas.

# #50207
source: Local subtitle available
es_es: Subtítulos locales disponibles
