Repository: MikeSiLVO/repo-skins
Catalog: skin.tetradui/language/resource.language.*/strings.po
Languages: hr_hr, nb_no, nl_nl

# #31001
source: media
hr_hr: mediji

# #31002
source: apps
hr_hr: aplikacije
nb_no: programmer

# #31003
source: system
hr_hr: sistem
nl_nl: systeem

# #31004
source: weather
hr_hr: vrijeme
nb_no: været
nl_nl: weer

# #31005
source: Apps
hr_hr: Aplikacije
nb_no: Applikasjoner

# #31006
source: Media
hr_hr: Mediji

# #31010
source: Media
hr_hr: Mediji

# #31011
source: Applications
hr_hr: Aplikacije
nb_no: Programmer
nl_nl: Apps

# #31012
source: System Settings
hr_hr: Postavke sistema
nb_no: System Instillinger
nl_nl: Systeem Instellingen

# #31013
source: Weather Forecast
hr_hr: Vremenska prognoza
nb_no: Værmelding
nl_nl: Weer voorspelling

# #31014
source: Video Bookmarks
hr_hr: Video Oznake
nb_no: Video bokmerker
nl_nl: Video Bladwijzer

# #31020
source: Weather Conditions
hr_hr: Vremenski Uvjeti
nb_no: Vær forhold
nl_nl: Weer Omstandigheden

# #31021
source: Current Temp
hr_hr: Trenutna Temp
nb_no: Nåværende Tempratur
nl_nl: Huidige Temperatuur

# #31022
source: Forecast
hr_hr: Prognoza
nb_no: Varsel
nl_nl: Vooruitzicht

# #31023
source: Updated :
hr_hr: Osvježeno :
nb_no: Oppdatert :
nl_nl: Vernieuwd :

# #31024
source: Current Temperature
hr_hr: Trenutna Temperatura
nb_no: Nåværende Tempratur
nl_nl: Huidige Temperatuur

# #31025
source: Add-on manager
hr_hr: Upravitelj Dod.
nb_no: Add-on behandler

# #31026
source: Current
hr_hr: Trenutno
nb_no: Nåværende
nl_nl: Huidige

# #31100
source: Video - Files
hr_hr: Video - Datoteke
nb_no: Video - Filer
nl_nl: Video - Bestanden

# #31101
source: Music - Files
hr_hr: Muzicke - Datoteke
nb_no: Musikk - Filer
nl_nl: Muziek - Bestanden

# #31102
source: Power Options
hr_hr: Opcije Napajanja
nb_no: Strøm Alternativer
nl_nl: Power Opties

# #31200
source: Items
hr_hr: Predmeta
nb_no: Artikler

# #31201
source: Page
hr_hr: Stranica
nb_no: Side
nl_nl: Pagina

# #31202
source: VIEW OPTIONS
hr_hr: OPCIJE POGLEDA
nb_no: Visnings-alternativer
nl_nl: WEERGAVE OPTIES

# #31203
source: PLAYER OPTIONS
hr_hr: OPCIJE PLAYERA
nb_no: SPILLER ALTERNATIVER
nl_nl: SPELE OPTIES

# #31230
source: Playing
hr_hr: Igra
nb_no: Spiller
nl_nl: Afspelen

# #31231
source: Paused
hr_hr: Pauza
nb_no: Pauset
nl_nl: Gepauzeerd

# #31234
source: Buffering
hr_hr: Privremena Pohrana
nl_nl: Bufferen

# #31235
source: Now Playing
hr_hr: Sad Igra
nb_no: Spiller Nå
nl_nl: Nu speelt

# #31236
source: End Time:
hr_hr: Vrijeme Završetka:
nb_no: Slutt Tid:
nl_nl: Eind Tijd:

# #31250
source: Poster Big
hr_hr: Veliki Poster
nb_no: Plakat Stor
nl_nl: Grote Poster

# #31300
source: No Optical Media Detected, click to Open/Close tray
hr_hr: Nije Otkriven Opticki Medij, odaberi da Otvoriš/Zatvoriš ladicu
nb_no: Ingen optiske medier funnet, klikk for å Åpne/Lukke skufen
nl_nl: Geen Optisch Medium Gedetecteerd, klik om lade te Openenen/Sluiten

# #31301
source: Play :
hr_hr: Igraj :
nb_no: Spill :
nl_nl: Afspelen :

# #31302
source: Working
hr_hr: Radim
nb_no: Arbeider
nl_nl: Bezig

# #31303
source: Last logged on
hr_hr: Posljednje ulogiran
nb_no: Sist pålogget
nl_nl: Laatst gelogd op

# #31304
source: Memory Usage
hr_hr: Upotreba Memorije
nb_no: Minne forbruk
nl_nl: Geheugen Gebruik

# #31306
source: Power off
hr_hr: Ugasi
nb_no: Slå av
nl_nl: Uitschakelen

# #31307
source: Quit Kodi
hr_hr: Zatvori Kodi
nb_no: Avslutt Kodi
nl_nl: Kodi Afsluiten

# #31309
source: Hide Button -
hr_hr: Sakri Gumb -
nb_no: Gjem knapp -
nl_nl: Knop Verbergen -

# #31310
source: Set Smart Playlist Shortcut
hr_hr: Postavi Precac Pametne Playliste
nb_no: Sett Smart SPilleliste Snarvei

# #31311
source: Set Button Label
hr_hr: Postavi Naziv Gumba
nb_no: Sett Knappe-Merke
nl_nl: Stel Knop Label In

# #31312
source: Set Button Icon
hr_hr: Postavi Ikonu Gumba
nb_no: Sett Knappe-Ikon
nl_nl: Stel Knop Icoon In

# #31400
source: Edit your Display settings, Including:[CR][CR]* Skin Selection[CR]* View Options[CR]* Screensaver[CR]* Date & Time
hr_hr: Promjeni Postavke Zaslona, Ukljucujuci:[CR][CR]* Odabir Skina[CR]* Postavke Pogleda[CR]* Cuvar zaslona[CR]* Datum i Vrijeme
nb_no: Juster dine skjerm instillinger, Inkludert:[CR][CR]* Skall valg[CR]* Visnings Alternativer[CR]* Skjermsparer[CR]* Dato & Tid
nl_nl: Weergave Instellingen Veranderen, Inclusief:[CR][CR]* Skin Selectie[CR]* Weergave Optie[CR]* Schermbeveiliging[CR]* Datum & Tijd

# #31402
source: Choose Weather Display, Including:[CR][CR]* 3 Cities[CR]* Wind Speed[CR]* Temperature
hr_hr: Odaberi Prikaz Prognoze, Ukljucujuci:[CR][CR]* 3 Grada[CR]* Brzinu Vjetra[CR]* Temperaturu
nb_no: Velg vær visning, Inkludert:[CR][CR]* 3 Byer[CR]* Vind Hastighet[CR]* Tempratur
nl_nl: Kies Weer Weergave, Inclusief:[CR][CR]* 3 Steden[CR]* Windsneldheid[CR]* Temperatuur

# #31403
source: Configure Network and sharing settings, Including:[CR][CR]* Proxy & DNS[CR]* Samba File Sharing[CR]* UPNP Server[CR]* Web Server[CR]* External App Control
hr_hr: Podesi Mrežu i Dijeljenja Datoteka, Ukljucujuci:[CR][CR]* Proxy & DNS[CR]* Samba Dijeljenje Datoteka[CR]* UPNP Server[CR]* Web Server[CR]* Kontrola Putem Vanjske App
nb_no: Konfigurer nettverk og delings instillinger, Inkludert:[CR][CR]* Proxy & DNS[CR]* Samba Fil Deling[CR]* UPNP tjener[CR]* Web Tjener[CR]* Ekstern Program Kontroll
nl_nl: Configureer Netwerk en Gedeelde Instellingen, Inclusief:[CR][CR]* Proxy & DNS[CR]* Samba File Sharing[CR]* UPNP Server[CR]* Web Server[CR]* Externe App Controle

# #31404
source: Important System Settings, Including:[CR][CR]* Hardware[CR]* Power Saving[CR]* Input Devices[CR]* Master User Locking
hr_hr: Važne Sistemske Postavke, Ukljucujuci:[CR][CR]* Hardware[CR]* Ušteda Energije[CR]* Ulazni Uredaji[CR]* Zakljucavanje Glavnog Korisnika
nb_no: Vitkgie System Instillinger, Inkludert:[CR][CR]* Maskinvare[CR]* Strøm Sparing[CR]* Input Enheter[CR]* Hoved Bruker Låsning
nl_nl: Belangrijke Systeem Instellingen, Inclusief:[CR][CR]* Hardware[CR]* Stroom Besparen[CR]* Afstandbedieningen[CR]* Hoofd Gebruiker Vergrendeling

# #31405
source: Manage User Profiles, Including:[CR][CR]* Creating Profiles[CR]* Deleting Profiles[CR]* Changing User Settings
hr_hr: Upravljaj Korisnickim Profilima, Ukljucujuci:[CR][CR]* Stvaranje Profila[CR]* Brisanje Profila[CR]* Mijenjanje postavki korisnika
nb_no: Behandle Bruker Profiler, Inkludert:[CR][CR]* Lage Profiler[CR]* Slette Profiler[CR]* Redigere Bruker Instillinger
nl_nl: Beheer Gruiker Profielen, Inclusief:[CR][CR]* Profielen Aanmaken[CR]* Profielen Verwijderen[CR]* Gebruiker Instellingen Veranderen

# #31406
source: Change Skin Specific Settings, Including:[CR][CR]* Window Backgrounds[CR]* Media View Options[CR]* Other Misc Options
hr_hr: Promjeni Postavke Jedinstvene Skinu, Ukljucujuci:[CR][CR]* Pozadine Prozora[CR]* Opcije Pogleda Medija[CR]* Druge Razne Opcije
nb_no: Redigere skall-spesifikke instillinger, Inkludert:[CR][CR]* Vindu bakgrunn[CR]* Media Visnings Alternativer[CR]* Diverse andre alternativer
nl_nl: Skin Specifieke Instellingen Veranderen, Inclusief:[CR][CR]* Scherm Achtergronden[CR]* Media Weergave Opties[CR]* Andere Alg. Instellingen

# #31408
source: Configure Video settings, Including:[CR][CR]* Library Options[CR]* Hardware Acceleration[CR]* Subtitles[CR]* DVD Playback
hr_hr: Podesi Video Postavke, Ukljucujuci:[CR][CR]* Opcije Biblioteke[CR]* Hardwareska Akceleracija[CR]* Podnaslovi[CR]* DVD Reprodukcija
nb_no: Konfigurere Video instillinger, Inkludert:[CR][CR]* Bibliotek Alternmativer[CR]* Maskinvare Akselerasjon[CR]* Undertitler[CR]* DVD Avspilling
nl_nl: Configurer Video Instellingen, Inclusief:[CR][CR]* Bibliotheek Opties[CR]* Hardware Versnelling[CR]* Indertiteling[CR]* DVD Afspelen

# #31409
source: Configure Audio settings, Including:[CR][CR]* Visualisations[CR]* Playlists[CR]* CD Ripping[CR]* Karaoke
hr_hr: Podesi Audio Postavke, Ukljucujuci:[CR][CR]* Vizualizacije[CR]* Playliste[CR]* Kopiranje CD-a[CR]* Karaoke
nb_no: Konfigurere Lyd instillinger, Inkludert:[CR][CR]* Visualiseringer[CR]* Spillelister[CR]* CD Ripping[CR]* Karaoke
nl_nl: Configureer Audio Instellingen, Inclusief:[CR][CR]* Visualisaties[CR]* Afspeellijsten[CR]* CD Rippen[CR]* Karaoke

# #31410
source: Arrange Pictures settings, Including:[CR][CR]* Slideshows[CR]* Thumbnails
hr_hr: Podesi Postavke Slika, Ukljucujuci:[CR][CR]* Slideshows[CR]* Thumbnails
nb_no: Arranger bilde instillinger, Inkludert:[CR][CR]* Fremvisninger[CR]* Miniatyrbilder
nl_nl: Foto Weergave Instelling, Inclusief:[CR][CR]* Diashows[CR]* Miniaturen

# #31460
source: Welcome to Kodi[CR]Please choose your profile and log in
hr_hr: Dobrodošao u Kodi[CR]Molim odaberi profil i ulogiraj se
nb_no: Velkommen til Kodi[CR]Vennligst velg din profil for å logge deg inn
nl_nl: Welkom bij Kodi[CR]Kies a.u.b. uw profiel en log in

# #31480
source: [COLOR=orange][B]WARNING[/B] !![/COLOR][CR]Hiding all buttons will cause Navigation issues when switching between blades. Having more than 6 buttons visible at once will also cause weird animation and scrolling effects
hr_hr: [COLOR=orange][B]UPOZORENJE[/B] !![/COLOR][CR]Skrivanje svih gumbova ce uzrokovati probleme u navigaciji kod promjena oštrica. Imajuci više od 6 gumbova vidljivih odjednom ce isto uzrokovati cudnu animaciju i efekte pomicanja
nb_no: [COLOR=orange][B]ADVARSEL[/B] !![/COLOR][CR]Å gjemme alle knapper vil forårsake navigasjons problemer når man bytter blader. Å ha mere enn 6 knapper synlig samtidig vil også lage merkelige animasjons og bla effekter
nl_nl: [COLOR=orange][B]WAARSCHUWING[/B] !![/COLOR][CR]Alle knoppen verbergen zal problemen veroorzaken bij navigeren tussen bladen. Meer als 6 knoppen zichtbaar tegelijkertijd zal ook vreemde weergave en blader effecten veroorzaken

# #31500
source: General
hr_hr: Glavno
nb_no: Generelt
nl_nl: Algemeen

# #31501
source: Backgrounds
hr_hr: Pozadine
nb_no: Bakgrunner
nl_nl: Achtergronden

# #31502
source: Media Blade
hr_hr: Medijska Oštrica
nb_no: Media Blad
nl_nl: Media Blad

# #31503
source: Apps Blade
hr_hr: Apps Oštrica
nb_no: Applikasjons Blad
nl_nl: Apps Blad

# #31520
source: Show now playing video in the background
hr_hr: Pokaži video koji igra u pozadini
nb_no: Vis spilles nå i bakgrunnen
nl_nl: Laat nu afgespeelde video zien op de achtergrond

# #31521
source: Show music visualization in the background
hr_hr: Pokaži muzicku vizualizaciju u pozadini
nb_no: Vis musikk visualisering i bakgrunnen
nl_nl: Laat muziek visualisatie zien op de achtergrond

# #31522
source: Show media specific fanart in the background
hr_hr: Pokaži fanart u pozadini
nb_no: Vis media spesifikk fanart i bakrunnen
nl_nl: Laat media specifieke fanart zien op de achtergrond

# #31523
source: Hide rain drop animation in the background
hr_hr: Sakri animaciju kišnih kapi u pozadini
nb_no: Skjul regndråpe animasjon i bakgrunnen
nl_nl: Verberg regen druppel animatie op de achtergrond

# #31540
source: Set Default Lyric fetching add-on for Music OSD
hr_hr: Podesi Zadani Lyrics dodatak za Muzicki OSD
nb_no: Sett standard musikk tekst innsamler add-on for musikk OSD
nl_nl: Stel Standaard Liedtekst ophaal add-on in voor Muziek OSD

# #31541
source: Set Default Subtitle fetching add-on for Video OSD
hr_hr: Podesi Zadani Podnaslov dodatak za Video OSD
nb_no: Sett standard undertekst innsamler add-on for Video OSD
nl_nl: Stel Standaard Ondertiteling ophaal add-on in voor Viedo OSD

# #31550
source: Window default buttons
hr_hr: Prozor zadani gumbi
nb_no: Vindu standard knapp
nl_nl: Standaard scherm knoppen

# #31551
source: Window custom smart playlist shortcuts
hr_hr: Prozor prilagodeni precaci pametne playliste
nb_no: Vindu tilpasset smart spilleliste snarvei
nl_nl: Aangepaste Scherm slimme afspeellijst snelkoppeling

# #31552
source: Window custom add-on shortcuts
hr_hr: Prozor prilagodeni precaci dodataka
nb_no: Vindu tilpasset add-on snarvei
nl_nl: Aangepaste Scherm addon snelkoppeling

# #31251
source: Thumb Info
nb_no: Miniatyr Info
nl_nl: Miniatuur Info

# #31305
source: Reset
nb_no: Start pånytt

# #31524
source: Don't blend background with fanart,visualization,video
nb_no: Ikke bland bakgrunn med fanart, visualisering og video
nl_nl: Meng de achtergrond niet met fanart,visualisatie en video

# #31232
source: FF
nl_nl: Doorspoelen

# #31233
source: RW
nl_nl: Terugspoelen

# #31390
source: Skin default
nl_nl: Skin standaard

# #31391
source: Arial based (best for Non-English)
nl_nl: Arial gebaseerd (beste voor niet Engels
